Repository: vanyasem/yandex_place_picker
Catalog: lib/src/lang/l10n/intl_messages_*.arb
Languages: ru

# pickerSearchThis
source: Search this location
ru: Искать здесь

# pickerOrSelectNearby
source: Or choose a nearby place
ru: Или выберите бизнес поблизости

# pickerLoadPlacesError
source: Couldn't load nearby places…
ru: Не удалось загрузить места поблизости…

# pickerLoadSearchResultsError
source: Couldn't load search results…
ru: Не удалось загрузить результаты поиска…

# pickerPlaceConfirm
source: Use this place?
ru: Использовать это место?

# pickerPlaceCancel
source: CHANGE LOCATION
ru: ИЗМЕНИТЬ

# pickerConfirmThis
source: Confirm this location
ru: Подтвердить

# pickerSelectThis
source: SELECT
ru: ВЫБРАТЬ

# errorMessageNetwork
source: Network error
ru: Сетевая ошибка

# errorMessageRemote
source: Remote server error
ru: Ошибка сервера

# errorMessageUnknown
source: Unknown error
ru: Неизвестная ошибка
